Repository: PetranDev/PCGet
Catalog: PCGet/Localization/*/Resources.resw
Source language: en_us
Languages: el_gr, ja_jp, pl_pl

# Status_NotInstalled
source: Not installed
el_gr: Δεν είναι εγκατεστημένο
ja_jp: 未インストール
pl_pl: Niezainstalowane

# Status_Preparing
source: Preparing...
el_gr: Προετοιμασία...
ja_jp: 準備中...
pl_pl: Przygotowywanie...

# Status_PreparingToUninstall
source: Preparing to uninstall {0}...
el_gr: Προετοιμασία απεγκατάστασης του {0}...
ja_jp: 操作状態: {0}
pl_pl: Stan operacji: {0}

# Status_Queued
source: Queued
el_gr: Σε αναμονή
ja_jp: 待機中
pl_pl: W kolejce

# Status_QueuedInteractive
source: Queued (interactive)
el_gr: Σε αναμονή (διαδραστικά)

# Status_Ready
source: Ready
el_gr: Έτοιμο
ja_jp: 準備完了
pl_pl: Gotowe

# Status_RunningInstaller
source: Running installer...
el_gr: Εκτέλεση προγράμματος εγκατάστασης...
ja_jp: 操作状態
pl_pl: Stan operacji

# Status_StillInstalled
source: Still installed
el_gr: Παραμένει εγκατεστημένο
ja_jp: 操作状態
pl_pl: Stan operacji

# Status_Uninstalled
source: Uninstalled
el_gr: Απεγκαταστάθηκε

# Status_Uninstalling
source: Uninstalling...
el_gr: Απεγκατάσταση...
ja_jp: アンインストール中...
pl_pl: Odinstalowywanie...

# Status_UninstallingApplication
source: Uninstalling application...
el_gr: Απεγκατάσταση εφαρμογής...
ja_jp: Uninstalling アプリ...
pl_pl: Uninstalling aplikacja...

# Status_UninstallingAsAdministrator
source: Uninstalling {0} as administrator...
el_gr: Απεγκατάσταση του {0} ως διαχειριστής...
ja_jp: 操作状態: {0}
pl_pl: Stan operacji: {0}

# Status_UninstallingInteractivelyPercent
source: Uninstalling interactively {0:0}%
el_gr: Διαδραστική απεγκατάσταση {0:0}%

# Status_UninstallingPercent
source: Uninstalling {0:0}%
el_gr: Απεγκατάσταση {0:0}%

# Status_UpdateStillAvailable
source: Update still available
el_gr: Η ενημέρωση παραμένει διαθέσιμη
ja_jp: 操作状態
pl_pl: Stan operacji

# Status_Updating
source: Updating...
el_gr: Ενημέρωση...
ja_jp: 更新中...
pl_pl: Aktualizowanie...

# Status_VerifyingInstallation
source: Verifying installation...
el_gr: Επαλήθευση εγκατάστασης...
ja_jp: 確認中 installation...
pl_pl: Weryfikowanie installation...

# Status_VerifyingUninstall
source: Verifying uninstall of {0}...
el_gr: Επαλήθευση απεγκατάστασης του {0}...
ja_jp: 操作状態: {0}
pl_pl: Stan operacji: {0}

# Status_VerifyingUpdate
source: Verifying update...
el_gr: Επαλήθευση ενημέρωσης...
ja_jp: 確認中 更新...
pl_pl: Weryfikowanie aktualizacja...

# Tray_CheckUpdates
source: Check for updates
el_gr: Έλεγχος για ενημερώσεις
ja_jp: 更新プログラムを確認
pl_pl: Sprawdź aktualizacje

# Tray_Exit
source: Exit
el_gr: Έξοδος
ja_jp: 終了
pl_pl: Zakończ

# Tray_Open
source: Open PCGet
el_gr: Άνοιγμα PCGet
ja_jp: PCGet を開く
pl_pl: Otwórz PCGet

# Updates_Available
source: {0} updates available
el_gr: {0} διαθέσιμες ενημερώσεις
ja_jp: {0} 更新 利用可能
pl_pl: {0} aktualizacje dostępne

# Updates_Checking
source: Checking for updates...
el_gr: Έλεγχος για ενημερώσεις...
ja_jp: 更新情報
pl_pl: Informacje o aktualizacjach

# Updates_Installing
source: Installing update...
el_gr: Εγκατάσταση ενημέρωσης...
ja_jp: Installing 更新...
pl_pl: Installing aktualizacja...

# Updates_InstallingOneQueued
source: Installing update · 1 queued
el_gr: Εγκατάσταση ενημέρωσης · 1 σε αναμονή
ja_jp: Installing 更新 · 1 queued
pl_pl: Installing aktualizacja · 1 queued

# Updates_InstallingQueued
source: Installing update · {0} queued
el_gr: Εγκατάσταση ενημέρωσης · {0} σε αναμονή
ja_jp: Installing 更新 · {0} queued
pl_pl: Installing aktualizacja · {0} queued

# Updates_NoMatching
source: No matching updates.
el_gr: Δεν υπάρχουν ενημερώσεις που να ταιριάζουν.
ja_jp: 更新情報
pl_pl: Informacje o aktualizacjach

# Updates_OneAvailable
source: 1 update available
el_gr: 1 διαθέσιμη ενημέρωση
ja_jp: 1 更新 利用可能
pl_pl: 1 aktualizacja dostępne

# Updates_OneOfShown
source: 1 of {0} updates shown
el_gr: Εμφανίζεται 1 από {0} ενημερώσεις
ja_jp: 1 of {0} 更新 shown
pl_pl: 1 of {0} aktualizacje shown

# Updates_SearchPlaceholder.PlaceholderText
source: Search available updates
el_gr: Αναζήτηση διαθέσιμων ενημερώσεων
ja_jp: 利用可能な更新を検索
pl_pl: Szukaj dostępnych aktualizacji

# Updates_Shown
source: {0} of {1} updates shown
el_gr: Εμφανίζονται {0} από {1} ενημερώσεις
ja_jp: {0} of {1} 更新 shown
pl_pl: {0} of {1} aktualizacje shown

# Updates_Subtitle.Text
source: Keep your installed applications up to date.
el_gr: Διατηρήστε τις εγκατεστημένες εφαρμογές σας ενημερωμένες.
ja_jp: インストール済みアプリを最新の状態に保ちます。
pl_pl: Dbaj o aktualność zainstalowanych aplikacji.

# Updates_UpToDate
source: Your applications are up to date.
el_gr: Οι εφαρμογές σας είναι ενημερωμένες.
ja_jp: アプリは最新です。
pl_pl: Twoje aplikacje są aktualne.

# Updates_UpdateAll.Content
source: Update All
el_gr: Ενημέρωση όλων)
ja_jp: すべて更新
pl_pl: Aktualizuj wszystko

# Settings_InstallArgumentsBox.Header
source: Install
el_gr: Εγκατάσταση
ja_jp: インストール
pl_pl: Zainstaluj

# Settings_InstallArgumentsBox.PlaceholderText
source: Additional arguments for winget install
el_gr: Πρόσθετα ορίσματα για winget install
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Settings_UpdateArgumentsBox.Header
source: Update
el_gr: Ενημέρωση
ja_jp: 更新
pl_pl: Aktualizuj

# Settings_UpdateArgumentsBox.PlaceholderText
source: Example: --include-unknown
el_gr: Παράδειγμα: --include-unknown

# Settings_UninstallArgumentsBox.Header
source: Uninstall
el_gr: Απεγκατάσταση
ja_jp: アンインストール
pl_pl: Odinstaluj

# Settings_UninstallArgumentsBox.PlaceholderText
source: Additional arguments for winget uninstall
el_gr: Πρόσθετα ορίσματα για winget uninstall
ja_jp: PCGet 設定
pl_pl: Ustawienie PCGet

# Error_TrayWindowCreate
source: Unable to create the PCGet tray window.
el_gr: Δεν είναι δυνατή η δημιουργία του παραθύρου περιοχής ειδοποιήσεων του PCGet.
ja_jp: パッケージ操作エラー
pl_pl: Błąd operacji pakietu

# Error_TrayIconNotFound
source: The PCGet tray icon could not be found.
el_gr: Δεν βρέθηκε το εικονίδιο περιοχής ειδοποιήσεων του PCGet.
ja_jp: パッケージ操作エラー
pl_pl: Błąd operacji pakietu

# Error_TrayIconLoad
source: Unable to load the PCGet tray icon.
el_gr: Δεν είναι δυνατή η φόρτωση του εικονιδίου περιοχής ειδοποιήσεων του PCGet.
ja_jp: パッケージ操作エラー
pl_pl: Błąd operacji pakietu

# Error_TrayIconAdd
source: Unable to add the PCGet system tray icon.
el_gr: Δεν είναι δυνατή η προσθήκη του εικονιδίου PCGet στην περιοχή ειδοποιήσεων.
ja_jp: パッケージ操作エラー
pl_pl: Błąd operacji pakietu

# Error_TrayClassRegister
source: Unable to register the PCGet tray window class.
el_gr: Δεν είναι δυνατή η καταχώριση της κλάσης παραθύρου περιοχής ειδοποιήσεων του PCGet.
ja_jp: パッケージ操作エラー
pl_pl: Błąd operacji pakietu

# Common_Install
source: Install
el_gr: Εγκατάσταση
ja_jp: インストール
pl_pl: Zainstaluj

# Common_Update
source: Update
el_gr: Ενημέρωση
ja_jp: 更新
pl_pl: Aktualizuj

# Common_Uninstall
source: Uninstall
el_gr: Απεγκατάσταση
ja_jp: アンインストール
pl_pl: Odinstaluj

# Settings_UpdateArgsPlaceholder
source: Example: --include-unknown
el_gr: Παράδειγμα: --include-unknown

# Status_Searching
source: Searching...
el_gr: Αναζήτηση...
ja_jp: 検索中...
pl_pl: Wyszukiwanie...

# Navigation_Updates.Content
source: Updates
el_gr: Ενημερώσεις
ja_jp: 更新
pl_pl: Aktualizacje

# Navigation_Installed.Content
source: Installed
el_gr: Εγκατεστημένες
ja_jp: インストール済み
pl_pl: Zainstalowano

# Navigation_Discover.Content
source: Discover
el_gr: Αναζήτηση
ja_jp: 検索
pl_pl: Odkrywaj

# Common_Updates.Text
source: Updates
el_gr: Ενημερώσεις
ja_jp: 更新
pl_pl: Aktualizacje

# Common_Installed.Text
source: Installed
el_gr: Εγκατεστημένες
ja_jp: インストール済み
pl_pl: Zainstalowano

# Common_Discover.Text
source: Discover
el_gr: Αναζήτηση
ja_jp: 検索
pl_pl: Odkrywaj

# Common_LicenseText.Text
source: License
el_gr: Άδεια χρήσης
ja_jp: ライセンス
pl_pl: Licencja

# Common_LicenseButton.Content
source: License
el_gr: Άδεια χρήσης
ja_jp: ライセンス
pl_pl: Licencja

# Common_CopyrightText.Text
source: Copyright
el_gr: Πνευματικά δικαιώματα
ja_jp: 著作権
pl_pl: Prawa autorskie

# Common_CopyrightButton.Content
source: Copyright
el_gr: Πνευματικά δικαιώματα
ja_jp: 著作権
pl_pl: Prawa autorskie

# Common_ReleaseNotesText.Text
source: Release notes
el_gr: Σημειώσεις έκδοσης
ja_jp: リリース ノート
pl_pl: Informacje o wydaniu

# Common_ReleaseNotesButton.Content
source: Release notes
el_gr: Σημειώσεις έκδοσης
ja_jp: リリース ノート
pl_pl: Informacje o wydaniu
